eamodio.gitlens
editorconfig.editorconfig
sonarsource.sonarlint-vscode
yzhang.markdown-all-in-one
mikestead.dotenv
mathematic.vscode-pdf
miguelsolorio.min-theme
pkief.material-icon-theme
ms-python.python
ms-python.vscode-pylance
charliermarsh.ruff
ms-python.debugpy
ms-python.vscode-python-envs
redhat.java
vscjava.vscode-java-pack
vscjava.vscode-maven
vscjava.vscode-java-test
vscjava.vscode-java-debug
vscjava.vscode-gradle
vscjava.vscode-java-dependency
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.intellicode-api-usage-examples
esbenp.prettier-vscode
dbaeumer.vscode-eslint
ms-vscode.live-server
formulahendry.auto-rename-tag
mtxr.sqltools
mtxr.sqltools-driver-pg
davescodemusings.esptool
davescodemusings.mpremote